{
  "title": "",
  "nav": {
    "concept": "ABOUT",
    "files": "White Paper",
    "team": "Team",
    "partner": "Partners",
    "account": "Account"
  },
  "down-white-pdf":"pdf/cpg-wp1.3.pdf",
  "down-pagesingle-pdf":"pdf/1page_en.pdf",
  "image_wrapper":"images/route2.png",
  "ie_notice":"The official website does not support Internet Explorer 9 and its previous versions.",
  "yundunbtn":"Slide to the right to complete",
  "Eng_zq":"English",
  "Chi_zq":"Chinese",
  "Jan_zq":"Japanese",
  "lag_zq":"LANGUAGE",
  "team1":"The Team",
  "concept": "ABOUT US",
  "emailadd":"Email address",
  "pass":"Password (Please enter 8-20 characters with at least 1 uppercase letter and 1 number)",
  "repass":"Confirm password",
  "already-total": "XXX, XXX Contributed (~ US $XXXXX)",
  "public": "Public Pre-Sale",
  "publicb": "Closing Soon！",
  "publicb1": "Are Coming Soon！",
  "Nowapply":"Sign up for Exclusive Access to the Pre-Sale",
  "regist": "Create an account",
  "immediate-regist":"Immediate registration",
  "forget-password":"Forget the password",
  "login": "Login",
  "already-have": "Already have an account?" ,
  "scrip-sale": "Token Sale",
  "gainian-info": "Global games market is going through structural changes. Newzoo Games Market Report 2017 shows that the revenues of the market totaled at $101.08 billion in 2016, and the figure is expected to jump to $128.5 billion in 2020.  With more people using smartphones and tablet, mobile gaming, which generated 39% of global game revenues in 2016, is set to claim 50% of the global gaming market by 2020. Global gaming operators and platforms are facing disruptive reshuffling.",
  "gainian-info1": "Castle Peak World is a technological firm that develops online games for global gamers with a focus on the MEA market. The firm has its headquarters and publishing arm in Dubai, R&D center in Beijing and offices in Los Angeles, Seoul and Hong Kong. The senior executives and core team members all came from top game and internet companies, such as NCsoft, Bluehole, Sohu, Changyou, 7nujoom, 360, etc.  The firm has developed a number of high quality games for the MEA market and made plans for securing more IP rights.",
  "gainian-info2": "Castle Peak Game is a decentralized gaming platform based on Ethereum smart contracts, with a goal of bringing together gamers and game developers anywhere in the world and maximizing the interests for all the stakeholders on the platform. We are building a truly borderless ecosystem that provides players with more choices of games and opens up more possibilities for developers to launch their games in their countries of choice.",
  "table": {
    "capping": "Hard Cap",
    "total-num": "Total Supply of Tokens",
    "total-price": "Total Sales of Tokens",
    "market-price": "Market Cap",
    "available": "Tokens Available for Pre-Sale",
    "agency": "Institutional Pre-Sale",
    "open-booking": "Public Pre-Sale",
    "public": "Public Sale",
    "Presell-price-for-tokens": "Pre-Sale Price of Tokens",
    "Individual-caps": "Individual Cap",
    "ERC20": "ERC20 Token",
    "timeline": "Timeline",
    "Distribution-of-tokens": "Distribution of Tokens"
  },
  "daibi": "Token Allocation and the Use of Proceeds",
  "file-info": "So you want to learn more about Castle Peak Game? We invite you to read our white paper and other materials.",
  "white-book": "White Paper",
  "down-white": " Download",
  "down-pagesingle": " Download",
  "pagesingle": "One Page",
  "join-info": "Now join our community",
  "join": " Telegram",
  "QRCode": "Wechat",
  "route": "Roadmap",
  "stages": {
    "first": "Private Pre-Sale Closed",
    "Pre-ICO": "Pre-ICO",
    "phase": "Platform Development Phase",
    "update": "The First Game Launched",
    "Platform iteration": "Platform Iteration",
    "Launch-second-game": "The Second Game Launched",
    "Launch-third-game": "The Third Game Launched"
  },
  "imgbook":"images/picture/book_03.png",
  "presale":"The pre-sale is coming soon.",
  "team": {
    "teamT1": "CEO ",
    "teamT1last": "Mohammed Al-NADARY",
    "teamC1": "Mohammed Al-NADARY is CEO of CPW. He used to work in 7nujoom, the largest live-show platform, as Product Manager, Sales Manager and head of the Internationalization Operations Department. He has considerable experience of internet market operations in the MENA markets and a deep understanding of the local culture.",
    "teamT2": "General Manager of Beijing Publication Center",
    "teamT2last": "David Chen",
    "teamC2": "David Chen is General Manager of the Beijing Publication Center of CPW. He is a senior expert on mobile internet and internet games, with ten years of experience in game development and operations as well as mobile application. From 2014 to 2016, he was VP of Mobogenie, responsible for business development and commercial operations, and achieved great results in MENA, Brazil, India, South East Asia and Russia.",
    "teamT3": "Senior VP of Operations",
    "teamT3last": "Hussain Hao",
    "teamC3": "Hussa Hao is Senior VP of Operations of CPW. He is an informed specialist on game publication. Since 2012, Hussa has been Overseas Marketing Director of Changyou (NASDAQ: CYOU), responsible for the publication of mobile games in overseas markets, among which General War generated over $20 million of capital flow and Dragon Oath 3D in 2015 had over 500 million yuan of capital flow. In 2016, Hussain built an overseas publication team for the company, which successfully launched a number of overseas games, including Castle of Legends.",
    "teamT4": "COO",
    "teamT4last": "Mohannad Galal",
    "teamC4": "Mohannad Galal is COO of CPW. He is a leading expert in game operations. Galal was Operating Manager of PLAYSHOO. Texas Hold’em poker developed by the team once ranked No.7 in the Middle East in terms of revenues, making PLAYSHOO the most grossing company in the region.",
    "teamT5": "Product Design Advisor",
    "teamT5last": "Lee Yang-Hun",
    "teamC5": "Lee Yang-Hun is Product Design Advisor of CPW. He is a senior game concept designer/developer with a great grasp on the artistic quality of games. Prior to coming to CPW, he worked as Design Director for Ncsoft and Bluehole from 2003 to 2016, and participated in the development of many games, including Lineage 2, AION, Tera, etc.",
    "teamT6": "CTO",
    "teamT6last": "Frank Wang",
    "teamC6": "Frank Wang is Chief Technology Officer of CPW. He is a senior game producer with 12 years of experience in game development and operations as well as team management. Before coming to CPW, he worked as Product R&D Director, Director of Incubation, etc. at Sohu (NASDAQ: SOHU), and led and participated in the development of many massive multiplayer online games, including Dragon Oath, Royal Tramp and Sky Legend. He is one of those people in China who have the deepest understanding of online games",
    "teamT7": "Senior Marketing VP",
    "teamT7last": "Aaron Wang",
    "teamC7": "Aaron Wang is Senior Marketing VP of CPW. He is a leading expert in internet product. Prior to CPW, he worked as Senior Operations Director at Mobogenie (the biggest Android app store in the emerging markets) from 2013 to 2015, mainly responsible for assuring quality of online products and boosting the number of active users. The accumulated users of Mobogenie reached 430 million, with daily active users topping ten million and the highest daily downloads of games exceeding 16,000. From 2015 to 2017, he was the co-founder and COO of Memo Design Technology, a company that specializes in the R&D of smart TV and mobile internet and has accumulated hundreds of thousands of loyal users overseas.",
    "teamT8": "CBO",
    "teamT8last": " Jianwei Guo",
    "teamC8": "Jianwei Guo is Chief Business Officer of CPW. Since 2010, he has been Overseas Business Manager of Qihoo 360 Technology, Senior Overseas Business Manager of Changyou (NASDAQ: CYOU) and CBO of Beijing Mengxiang Technology. He has over ten years of working experience in the gaming industry, and closed deals for the company with many famous game brands, including Clash Royale, MU Online, Novoland: The Castle in the Sky, etc.",
    "teamT9": "VP of Technology",
    "teamT9last": "Park Li",
    "teamC9": "Park Li is VP of Technology of CPW. He is a senior engineer of Blockchain and Java, with two years of experience in Ethereum smart contracts development, six years of experience in Java development and management, and rich experience in AI and machine learning. Park is also an enthusiast in cryptocurrencies."
  },
  "indexL":{
    "donations01":"Contributed ",
    "donations02":"Pre-ICO",
    "donations03":"is live now",
    "donations03_1":"Completed",
    "donations04":"Target",
    "donations05":"Join the sale",
    "donations06":"Angel",
    "donations07":"sold",
    "donations08":"Closed",
    "donations09":"Public offering",
    "donations10":"Coming soon",
    "donations11":"ICO is live now",
    "donations11_1":"ICO finished",
    "donations12":"Pre-ICO",
    "donations13":"to be sold",
    "donations15":"Angel in Progress"
  },
  "index":{
    "indexmess01":"You entered a mailbox format error, please resume load",
    "indexmess02":"The two passwords entered are not consistent, please check and enter again",
    "indexmess03":"The password you entered is not correct. Please resume load it",
    "indexmess04":"The password you entered is wrong, please confirm and enter again",
    "indexmess05":"Please slide verify",
    "indexmess06":"You entered a mailbox format error, please resume load",
    "indexmess08":"Confirm",
    "indexmess09":"The address you entered is not correct"
  },
  "Emai":{
    "etczq01":"Just One More Step...Verify your email",
    "etczq02":"An activation email has been sent to your registered email address",
    "etczq03":",please click the link in that email to activate your account. ",
    "etczq04":"Verify",
    "etczq05":"If you haven’t received the email immediately, please check your spam folder or resend the email.",
    "etczq06":"Resend",
    "etczq07":"Sorry! No corresponding email address was found. Please log in to view email!"
  },
  "EmailS":{
    "etszq01":"Email address successfully verified",
    "etszq01_1":"Email address is not verified successfully",
    "etszq02":"Castle Peak Game ICO is live now",
    "etszq03":"Get the ETH deposit address",
    "etszq04":"Activation failed",
    "etszq05":"Please log in first"
  },
  "indexAC":{
    "acou01":"Pre-ICO in progress",
    "acou0112":"Angel in progress",
    "acou0111":"ICO in progress......End Time:",
    "acou01111":"The sale of tokens is over",
    "acou02":"Tokens We Accept",
    "acou03":"Current Discount:",
    "acou04":"ETH Deposit Address",
    "acou05":"HCASH Deposit Address",
    "acou06":"QTUM Deposit Address",
    "acou07":"SANC Deposit Address",
    "acou08":"CPG tokens will be sent to your ETH wallet address within 30 days of the closing of ICO.",

    "acou084":"This is where you select how to make your contribution towards CPG Token sale. You can select ETH, QTUM, HCASH and/or SANC.",

    "acou081":"CPG tokens will be sent to your HCASH wallet address within 30 days of the closing of ICO.",
    "acou082":"CPG tokens will be sent to your QTUM wallet address within 30 days of the closing of ICO.",
    "acou083":"CPG tokens will be sent to your SANC wallet address within 30 days of the closing of ICO.",
    "acou09":"Address",
    "acou10":"Once submitted, the address cannot be changed. Please make sure the address is correct.",
    "acou11":"Change",
    "acou12":"Submit",
    "acou13":"Please submit your wallet address to receive CPG",
    "acou14":"Submit ",
    "acou15":"Please submit your wallet address to receive refunded ETH.",
    "acou16":"Please submit your wallet address to receive refunded HCASH",
    "acou17":"Please submit your wallet address to receive refunded QTUM",
    "acou18":"Please submit your wallet address to receive refunded SANC",
    "acou19":"Please make sure that you are the owner of this wallet, and that the wallet is ERC20 compatible. Please DO NOT use an exchange wallet as you MIGHT LOSE YOUR FUNDS. DO NOT USE Binance, Coinbase or any other exchange wallet. We recommend you to use Meta Mask wallet.",
    "acou20":"Please make sure that the address which you submitted is the same as the address, from which you invested.We will use this address in the event that we need to issue a refund.",
    "acou21":"Single Buy Lower Limit",
    "acou22":"Single subscription limit",
    "acou23":"images/ac_img_en.jpg"
  },
  "Over":{
    "ovezq01":"Token Sale Closed",
    "ovezq02":"Tokens We Accept"
  },
  "banICO":"images/ICO-table.png"
}